export default function Text() {
    return (
        <div style={{textAlign: 'justify'}}>
            {`1089 წელს აფხაზთა და ქართველთა მეფის ტახტზე ავიდა 16 წლის ჭაბუკი, მეფე დავით IV, შემდგომში აღმაშენებლად
            წოდებული. იგი დაიბადა 1073 წელს, მეფე გიორგი მეორის ოჯახში, ბაგრატიონთა დინასტიიდან. დავით
            აღმაშენებელმა, ერთ-ერთმა ყველაზე წარმატებული ქართველმა მონარქმა მოახერხა თურქ სელჩუკთა ქვეყნიდან
            განდევნდა 1121 წელს დიდგორის ბრძოლაში მნიშვნელოვანი გამარჯვებით. მის მიერ არმიაში და მმართველობის
            სისტემაში გატარებულმა რეფორმებმა შესაძლებლობა მისცა ქვეყანა გაეერთიანებინა და მთელი კავკასიის მიწების
            საქართველოს დაქვემდებარებაში შემოეყვანა. ქრისტიანული კულტურის წამხალისებელი და თავად თავდადებული
            ქრისტიანი საქართველოს მართლმადიდებლური ეკლესიის მიერ წმინდანად არის შერაცხული. მსოფლიო ისტორიას არ
            ახსოვს დავით აღმაშენებელზე კეთილმსახური, ღირსი და თავმდაბალი მონარქი. მას მოძღვრის კურთხევის გარეშე ერთი
            ნაბიჯი არ გადაუდგამს. სხვადასხვა დროს მისი მოძღვრები იყვნენ მამა ევსტრატი, მამა იოანე და მამა არსენი.
            დავითი აღზარდა მეუფე ჭყონდიდელმა, რომელიც მეფისათვის უძვირფასესი ადამიანი გახლდათ. დავით აღმაშენებლის
            სახელთანაა დაკავშირებული გელათის ტაძრის მშენებლობა (დაუწყიათ 1106). მანვე დააარსა ქართული კულტურის
            ერთ-ერთი მნიშვნელოვანი კერა - გელათის აკადემია. დავით IV-ის განკარგულებით ააგეს ღვთისმშობლის სახელობის
            ეკლესია შიომღვიმეში. დავით აღმაშენებელმა თავისი წვლილი შეიტანა ქართული ჰიმნოგრაფიის განვითარებაშიც. მას
            ეკუთვნის ორიგინალური პოეტური ნაწარმოები "გალობანი სინანულისანი", რომელიც შუა საუკუნეების ქართული
            კულტურის იდეოლოგიური და ესთეტიკური მრწამსის გამოხატულებაა. ყველა დროის ამ უდიდესმა პოლიტიკოსმა, სარდალმა
            და დიპლომატმა 36 წლის მანძილზე იმდენი მოასწრო, რომ დღემდე მისი დანატოვარით მოვდივართ. ყოველივე ამის
            შემდეგ, რაოდენ თავმდაბლურად ჟღერს მისი სათხოვარი: "მოიხსენეთ ვედრი ჩემი… და ნუ ოდეს დამივიწყებთ დავითს!"`}
        </div>
    )
}